/* localized displayName */

"Disk Image" = "Image disque";
"Creating Image..." = "Création de l'image…";
"Mounting Image..." = "Montage de l'image…";
"Converting Image..." = "Conversion de l'image…";

"Disk Image Converting" = "Conversion d'image disque";
"Disk Image Progress" = "Progression de l'image disque";

/* window names */
"Create Disk Image" = "Image disque";
"Disk Image Converter" = "Convertisseur d'image disque";

"The file must have the .dmg, .img, .cdr, .iso, .smi or .toast extensions." = "Le fichier doit avoir une extension .dmg, .img, .cdr, .iso, .smi ou .toast.";

"Volume Size:" = "Taille du volume :";
"Volume Name:" = "Nom du volume :";
"Megabytes" = "Mégaoctets";
"Mount after creating" = "Monter après la création";
"Cancel" = "Annuler";
"Create" = "Créer";

"Read only compressed" = "Lecture seule, compressé";
"Read only" = "Lecture seule";
"Read/Write" = "Lecture/Écriture";
"DVD/CD-R master" = "DVD/CD-R master";
"Convert" = "Convertir";
"Image Format" = "Convertir l'image disque au format";

"untitled" = "sans titre";
"Finished" = "Terminé";

"Internet enable" = "Internet enable";
"Create..." = "Nouvelle image disque…";
"Change Format..." = "Convertir l'image disque…";
"Burn Image..." = "Graver l’image…";

"Create with size:" = "Créer avec la taille :";
"Create with directory:" = "Créer avec le dossier :";
"Format:" = "Format :";
"Encryption:" = "Cryptage :";
"None" = "Aucun";
"Sparse" = "Léger";
"Name:" = "Nom :";

"AES-128 (recommended)" = "AES-128 (recommandé)";
